tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "node"
brew "corepack"
brew "gh"
brew "git"
brew "mas"
brew "sheldon"
brew "starship"
brew "transmission-cli"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "cron"
cask "discord"
cask "dotnet-sdk"
cask "fig"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "grammarly"
cask "jetbrains-toolbox"
cask "miro"
cask "oracle-jdk"
cask "raycast"
cask "setapp"
cask "topnotch"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
