tap "homebrew/bundle"
brew "curl"
brew "eza"
brew "gh"
brew "git"
brew "go"
brew "mas"
brew "node"
brew "pnpm"
brew "starship"
brew "transmission-cli"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "bazecor"
cask "discord"
cask "docker"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "ghostty"
cask "google-chrome"
cask "hyperkey"
cask "iina"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "loop"
cask "plex-media-server"
cask "raycast"
cask "sf-symbols"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Developer", id: 640199958
mas "Flighty", id: 1358823008
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "WhatsApp", id: 310633997
vscode "aaron-bond.better-comments"
vscode "antfu.pnpm-catalog-lens"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "remcohaszing.schemastore"
vscode "richie5um2.vscode-sort-json"
vscode "svelte.svelte-vscode"
vscode "vitest.explorer"
vscode "wix.vscode-import-cost"
