tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "node"
brew "corepack"
brew "gh"
brew "git"
brew "mas"
brew "sheldon"
brew "starship"
brew "transmission-cli"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "discord"
cask "dotnet-sdk"
cask "fig"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "grammarly"
cask "jetbrains-toolbox"
cask "miro"
cask "monitorcontrol"
cask "oracle-jdk"
cask "postman"
cask "raycast"
cask "setapp"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "Craft", id: 1487937127
mas "Hand Mirror", id: 1502839586
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Poolsuite FM", id: 1514817810
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
