tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Mac App Store command-line interface
brew "mas"
# Voice and text chat software
cask "discord"
cask "figma"
# Typeface made for developers
cask "font-jetbrains-mono"
# JetBrains tools manager
cask "jetbrains-toolbox"
# Software for Logitech devices
cask "logitech-options"
# Collaboration platform for API development
cask "postman"
# Git client focusing on power and productivity
cask "tower"
# Open-source code editor
cask "visual-studio-code"
# Video communication and virtual meeting platform
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Accelerate", id: 1459809092
mas "Craft", id: 1487937127
mas "Poolside FM", id: 1514817810
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
