tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "gh"
brew "git"
brew "mas"
brew "node"
cask "discord"
cask "dotnet-sdk"
cask "fig"
cask "font-jetbrains-mono"
cask "github"
cask "jetbrains-toolbox"
cask "oracle-jdk"
cask "raycast"
cask "setapp"
cask "visual-studio-code"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
